Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: Timing: We must work through the text, utilizing every principle in this booklet, before we can write the sermon.
th: เวลาและกระบวนการ: เราต้องศึกษาเนื้อหาของพระคัมภีร์อย่างรอบคอบโดยใช้หลักการทั้งหมดเล่มนี้ก่อนที่จะเริ่มลงมือเขียนคำเทศนา

source: To continue growing the skill and effectiveness of moving your study toward a sermon as expositors of God’s Word. What is expository preaching? Put simply, expository preaching means that the transformational message of the text of Scripture is the point of the sermon.
th: (MT) เพื่อพัฒนาทักษะและประสิทธิผลในการเปลี่ยนผลการศึกษาพระคัมภีร์ให้เป็นคำเทศนาอย่างต่อเนื่อง ในฐานะผู้อรรถาธิบายพระวจนะของพระเจ้า การเทศนาแบบอรรถาธิบายคืออะไร? พูดง่ายๆ ก็คือ การเทศนาแบบอรรถาธิบายหมายถึงการที่ข่าวสารแห่งการเปลี่ยนแปลงชีวิตจากเนื้อหาในพระคัมภีร์เป็นประเด็นสำคัญของคำเทศนา

source: To accomplish the author’s purpose
th: เพื่อบรรลุวัตถุประสงค์ของผู้เขียน

source: To go above the line and say more is to add to what God has said. This is the error of legalism.
th: การไปเกินกว่าเส้นหลักและพูดเกินกว่านั้น คือการเติมสิ่งที่พระเจ้าตรัสไว้ นี่คือความผิดพลาดของการถือกฎเคร่งครัด

source: To go below the line and say less is to subtract from what God has said. This is the error of liberalism and license.
th: การไปต่ำกว่าเส้นหลักและพูดน้อยกว่านั้น คือการตัดทอนสิ่งที่พระเจ้าตรัสไว้ นี่คือความผิดพลาดของลัทธิเสรีนิยมและการปล่อยเสรีภาพเกินขอบเขต

source: To see God’s Word flow powerfully through every church to every nation
th: อยากเห็นพระวจนะของพระเจ้าไหลผ่านทุกคริสตจักรไปสู่ชนทุกชาติอย่างทรงพลัง

source: Tone
th: (MT) น้ำเสียง

source: Tone and mood
th: (MT) น้ำเสียงและอารมณ์

source: Tone and Mood: Ask, “How does the author say it?” (see Session 1)
th: (MT) น้ำเสียงและอารมณ์: ถามว่า “ผู้เขียนสื่อสารออกมาอย่างไร” (ดูบทเรียนที่ 1)

source: Tone: What perspective, conviction, feelings, etc., does the author express?
th: (MT) น้ำเสียง: มุมมอง ความเชื่อมั่น ความรู้สึก ฯลฯ, ที่ผู้เขียนแสดงออกมีอะไรบ้าง?

source: Tone: Embedded in every story is the author’s attitude toward the story and the characters in the story. This is the author’s tone. Tone is expressed in writing through the author’s choice of descriptions, verbs, expressions, and the pace of the story.
th: (MT) น้ำเสียง: ในทุกเรื่องราวจะมีทัศนคติของผู้เขียนที่มีต่อเนื้อเรื่องและตัวละครแฝงอยู่เสมอ นี่คือ น้ำเสียงของผู้เขียน ซึ่งน้ำเสียงนี้จะแสดงออกผ่านการเลือกใช้คำบรรยาย คำกริยา สำนวน และจังหวะในการดำเนินเรื่องของผู้เขียนเอง

source: Tracing God’s promises: Following man’s fall into sin, God promised to rescue his creation through the seed of the woman (Genesis 3:15). Genealogies help us trace that line of promise. Later promises, like the Abrahamic Covenant (12:2-3), continue to refine the original one, revealing how God will bring it to pass.
th: (MT) การติดตามพระสัญญาของพระเจ้า: หลังจากมนุษย์ตกในความบาป พระเจ้าทรงสัญญาว่าจะทรงช่วยกู้สิ่งที่พระองค์ทรงสร้างผ่านทางพงศ์พันธุ์ของหญิง (ปฐมกาล 3:15) ลำดับพงศ์ช่วยให้เราติดตามสายแห่งพระสัญญานั้นได้ ส่วนพระสัญญาในเวลาต่อมา เช่น พันธสัญญาที่ทรงทำกับอับราฮัม (12:2-3) ก็ได้ช่วยขยายความพระสัญญาเดิมให้ชัดเจนยิ่งขึ้น และเปิดเผยว่าพระเจ้าจะทรงทำให้พระสัญญานั้นสำเร็จเป็นจริงได้อย่างไร

source: Transformation and multiplication
th: การเปลี่ยนแปลงและการทวีคูณ

source: Transformation and multiplication are part of our Core Training. Sustainability is the aim of our Advanced Training.
th: การเปลี่ยนแปลงและการทวีคูณเป็นส่วนหนึ่งของการอบรมหลักของเรา ความยั่งยืนเป็นเป้าหมายของการอบรมขั้นสูงของเรา

source: Transformation takes time and must be sought through prayerful dependence on God.
th: (MT) การเปลี่ยนแปลงชีวิตต้องใช้เวลา และต้องแสวงหาผ่านการอธิษฐานพึ่งพาพระเจ้า

source: Transformation: To see God transform your hearts and ministries through his Word by the power of his Spirit.
th: การเปลี่ยนแปลง: อยากเห็นพระเจ้าทรงเปลี่ยนแปลงใจและพันธกิจของคุณผ่านทางพระวจนะของพระองค์ โดยฤทธิ์เดชของพระวิญญาณของพระองค์

source: Transformational Application: Did the presenter show how the message of the passage challenges, confirms, or speaks into the existing frameworks of himself, his church, and his culture?
th: (MT) การประยุกต์ใช้เพื่อการเปลี่ยนแปลง: ผู้นำเสนอได้แสดงให้เห็นหรือไม่ว่า ข่าวสารจากพระธรรมตอนนั้นท้าทาย ยืนยัน หรือสื่อสารกับมุมมองที่มีอยู่เดิมของตัวผู้นำเสนอเอง คริสตจักร, และวัฒนธรรมของเขาอย่างไร?

source: Transformational Application: Using the principles of Traveling Instructions and Text & Framework, explain how the message of the passage challenges, confirms, or speaks into the existing frameworks of yourself, your church, and your culture. Shepherd your listeners with precise and compelling applications that flow from the transformational intent of the passage.
th: (MT) การประยุกต์ใช้เพื่อการเปลี่ยนแปลง: จงใช้หลักการคำแนะนำในการเดินทางและ ตัวบท & กรอบแนวคิดเพื่ออธิบายว่าสารของพระธรรมตอนนี้ท้าทาย ยืนยัน หรือตอบสนองต่อกรอบแนวคิดที่มีอยู่ของตัวท่านเอง ของคริสตจักร และของวัฒนธรรมของท่านอย่างไร จงอภิบาลผู้ฟังของท่านด้วยการประยุกต์ใช้ที่ชัดเจนและทรงพลัง ซึ่งหลั่งไหลมาจากเจตนารมณ์ของพระธรรมตอนนี้ที่มุ่งหมายจะเปลี่ยนแปลงชีวิต

source: Transformational intent and mood
th: (MT) เจตนารมณ์ ในการเปลี่ยนแปลง และ อารมณ์

source: Transformational Intent: Ask, “Why does the author say it?
th: (MT) จุดมุ่งหมายเพื่อการเปลี่ยนแปลง: ให้ถามว่า “ทำไมผู้เขียนจึงกล่าวเช่นนั้น?”

source: Transformational intent
th: เจตนาสู่การเปลี่ยนแปลง

source: Translated by [Translator, please replace this red text with your name.]
th: แปลโดย[โปรดแทนที่ข้อความสีแดงนี้ด้วยชื่อของคุณ].]

source: Travel Back to the Original Context to Understand the Message of Genesis.
th: (MT) ย้อนกลับไปสู่บริบทดั้งเดิมเพื่อทำความเข้าใจสารของพระธรรมปฐมกาล

source: Travel to Where We Live Today to Apply the Message of Genesis.
th: (MT) กลับมาสู่ชีวิตในปัจจุบันของเรา เพื่อนำข้อคิดจากพระธรรม ปฐมกาลมาปรับใช้

source: Traveling Instructions
th: เส้นทางสู่การประยุกต์ใช้

source: True to the nature of Scripture and God’s purpose in it:
th: (MT) สอดคล้องกับธรรมชาติของพระคัมภีร์และพระประสงค์ของพระเจ้าที่มีอยู่ในนั้น:

source: Try to explain the principle of The Line using the illustration:
th: ลองอธิบายหลักการเรื่องเส้นหลักโดยใช้ภาพประกอบ:

source: Under the following terms:
th: ภายใต้เงื่อนไขต่อไปนี้:

source: Unique to the genre of historical narrative in Genesis is the use of genealogies. So, before answering the questions below, you will want to review the discussion on genealogies in Session 1.
th: (MT) เอกลักษณ์ของวรรณกรรมประเภท เรื่องเล่าทางประวัติศาสตร์ในพระธรรมปฐมกาลคือการใช้ลำดับพงศ์พันธุ์ ดังนั้น ก่อนที่จะตอบคำถามด้านล่างนี้ คุณควรทบทวนการอภิปรายเรื่องลำดับพงศ์พันธุ์ในบทเรียนที่ 1 เสียก่อน

source: Units of thought
th: หน่วยความคิด

source: Us today
th: เราในวันนี้

source: Us today: Now our application of the text will be precise and compelling, shaped by the author’s intent. Ask, “In light of the author’s transformational intent for his original audience, how should we respond?” What would it actually look like for the author’s transformational intent to be at work in our lives?
th: (MT) สำหรับเราในทุกวันนี้: การประยุกต์ใช้พระธรรมตอนนั้นๆ ของเราจะมีความแม่นยำและทรงพลังยิ่งขึ้น เพราะมีเจตนารมณ์ของผู้เขียนเป็นตัวกำหนด ให้ลองถามว่า “เมื่อพิจารณาถึง เจตนารมณ์ของผู้เขียนที่ต้องการสร้างการเปลี่ยนแปลงในชีวิตของผู้ฟังดั้งเดิมแล้ว เราควรตอบสนองอย่างไร?” และถ้าเจตนารมณ์เพื่อการเปลี่ยนแปลงของผู้เขียนเกิดขึ้นในชีวิตเราจริงๆ จะมีลักษณะอย่างไร?

source: Use of language:
th: การใช้ภาษา:

source: Using the Previous Principles
th: (MT) การใช้หลักการที่ผ่านมา

source: Using the following questions and the Biblical Theology Timeline chart (in the Other Helps section at the end of this workbook), consider how Genesis connects with the rest of the Bible and finds its focus and fulfillment in Jesus.
th: (MT) ใช้คำถามต่อไปนี้และแผนภูมิเส้นเวลาเทววิทยาเชิงคัมภีร์ (ซึ่งอยู่ในส่วน “ตัวช่วยอื่นๆ” ที่ท้ายคู่มือแบบฝึกหัดเล่มนี้) เพื่อพิจารณาว่าพระธรรมปฐมกาลเชื่อมโยงกับพระคัมภีร์ส่วนที่เหลืออย่างไร และพระธรรมเล่มนี้มุ่งเน้นและสำเร็จสมบูรณ์ในพระเยซูอย่างไร

source: We will be confident that we have understood what the author actually said and the purpose for which he said it, and
th: (MT) เราจะมั่นใจว่าเราเข้าใจสิ่งที่ผู้เขียนกล่าวไว้จริงๆ และเข้าใจถึงจุดประสงค์ที่ท่านกล่าวเช่นนั้น, และ

source: We will make precise and compelling applications, shaped by the author’s transformational intent.
th: (MT) เราจะประยุกต์ใช้อย่างแม่นยำและมีพลัง โดยให้เจตนารมณ์ในการเปลี่ยนแปลงชีวิตของผู้เขียนเป็นตัวกำหนดทิศทาง

source: What elements and skills are involved in preaching expositionally?
th: (MT) องค์ประกอบและทักษะที่เกี่ยวข้องกับการเทศนาแบบอรรถาธิบายมีอะไรบ้าง?

source: What is God saying to your own heart through his Word?
th: (MT) พระเจ้ากำลังตรัสอะไรกับใจของคุณผ่านทางพระวจนะของพระองค์?

source: Why Study This Book of the Bible?
th: ทำไมจึงศึกษาพระธรรมเล่มนี้?

source: We are indebted to Peter Adam (Speaking God’s Words: A Practical Theology of Preaching) for the expression “God has spoken. It is written. Preach the Word.” Taking our cue from Deuteronomy 32:45-47, we have added the phrase This Word is your life.
th: (MT) เราขอขอบคุณปีเตอร์ อดัม (Speaking God’s Words: A Practical Theology of Preaching) สำหรับคำกล่าวที่ว่า “พระเจ้าตรัสแล้ว มีเขียนไว้แล้ว จงเทศนาพระวจนะ” และตามแบบอย่างที่ปรากฏในเฉลยธรรมบัญญัติ 32:45-47 เราจึงได้เพิ่มวลีที่ว่า “พระวจนะนี้คือชีวิตของท่าน”เข้าไปด้วย

source: We are introduced to many themes in God’s story. Like strands of a rope, they come together to reveal God’s work in Jesus.
th: (MT) เราได้ทำความรู้จักกับแนวคิดหลักมากมายในเรื่องราวของพระเจ้า ซึ่งสอดประสานกันประดุจเกลียวเชือกเพื่อสำแดงให้เห็นถึงพระราชกิจของพระเจ้าในพระเยซู

source: We ask, “What difference will Jesus’ coming make?”
th: (MT) เราจึงถามว่า “การเสด็จมาของพระเยซูจะสร้างความเปลี่ยนแปลงอย่างไร?”

source: We believe God’s Word gives life.
th: เรามีความเชื่อว่าพระวจนะของพระเจ้าให้ชีวิต

source: We look forward to our time with you and believe it will be rich. We are asking God to speak powerfully through his Word and continue to change our lives and ministries for his own glory.
th: เราตั้งตารอที่จะได้ใช้เวลาร่วมกับคุณ และเชื่อว่าจะเป็นช่วงเวลาที่มีคุณค่า เรากำลังทูลขอพระเจ้าให้ตรัสอย่างทรงพลังผ่านพระวจนะของพระองค์ และขอทรงเปลี่ยนแปลงชีวิตและพันธกิจของเราต่อไปเพื่อพระสิริของพระองค์เอง

source: We may be studying a passage that is on a side road. The important question to ask is: How does this passage get me to the main highway? Or, How does this passage connect with a main theme or passage that points me towards Christ?
th: (MT) เราอาจกำลังศึกษาพระธรรมตอนที่เปรียบเหมือนถนนสายรอง คำถามสำคัญที่ต้องถามคือ พระธรรมตอนนี้จะนำเราไปสู่ทางหลวงสายหลักได้อย่างไร? หรือพระธรรมตอนนี้เชื่อมโยงกับหัวข้อหลักหรือพระธรรมตอนที่ชี้เราไปสู่พระคริสต์ อย่างไร?

source: We may think about the Bible as a map, and on that map, we see that all roads in the Old Testament lead to Christ. Not all roads are the main highways. The main highways are those passages from which a direct connection to Christ can be clearly seen. But all of the smaller roads, side streets, and alleys eventually connect to the main highways.
th: (MT) เราสามารถเปรียบพระคัมภีร์ได้กับแผนที่ใบหนึ่ง บนแผนที่นี้เราจะเห็นว่าถนนทุกสายในพันธสัญญาเดิมต่างก็นำไปสู่พระคริสต์ อย่างไรก็ตาม ไม่ใช่ว่าถนนทุกสายจะเป็นทางหลวงสายหลัก ทางหลวงสายหลักคือข้อพระคัมภีร์ตอนต่างๆ ที่เราสามารถเห็นความเชื่อมโยงโดยตรงกับพระคริสต์ได้อย่างชัดเจน แต่บรรดาถนนสายเล็กๆ ถนนซอย และตรอกซอกซอยทั้งหลาย ในที่สุดก็จะไปเชื่อมต่อกับทางหลวงสายหลักเหล่านั้น

source: We recognize and approach each genre on its own terms according to its nature and design.
th: เราต้องทำความเข้าใจและเข้าถึงวรรณกรรมแต่ละประเภทตามลักษณะเฉพาะตัว ตามธรรมชาติและการออกแบบของวรรณกรรมประเภทนั้นๆ

source: We should not use these key elements in a mechanical way. Good communication will incorporate creativity and variety of style.
th: (MT) เราไม่ควรนำองค์ประกอบสำคัญเหล่านี้ไปใช้แบบสูตรสำเร็จที่ตายตัว การสื่อสารที่ดีจะมีการผสมผสานทั้งความคิดสร้างสรรค์และรูปแบบที่หลากหลายเข้าด้วยกัน

source: We teach hermeneutical principles so that you will be able to study God’s Word for yourself. Instead of telling you what the Bible says, we want to give you the tools to understand for yourself what it says and what it means.
th: เราสอนหลักการตีความพระคัมภีร์เพื่อให้คุณสามารถศึกษาพระวจนะของพระเจ้าด้วยตนเอง แทนที่เราจะบอกคุณว่าพระคัมภีร์พูดว่าอะไร เราอยากมอบเครื่องมือให้คุณ เพื่อที่คุณจะเข้าใจด้วยตัวเองว่าพระคัมภีร์กล่าวว่าอะไร และหมายความว่าอย่างไร

source: We will practice below answering the kinds of questions we need to ask for understanding historical narrative.
th: (MT) ด้านล่างนี้ เราจะฝึกตอบคำถามประเภทต่าง ๆ ที่จำเป็นต้องถามเพื่อทำความเข้าใจเรื่องเล่าเชิงประวัติศาสตร์

source: Welcome
th: ยินดีต้อนรับ!

source: Welcome!
th: ยินดีต้อนรับ!

source: We’ll practice using the same principles in a variety of books containing different types of biblical literature (genre). Then, you’ll be able to use the principles to study other books of the same kind of literature and discover the message God has communicated in those books.
th: เราจะฝึกใช้หลักการเดียวกันนี้กับพระธรรมหลากหลายเล่มที่เป็นรูปแบบวรรณกรรมในพระคัมภีร์หลายประเภท (ประเภทวรรณกรรม) จากนั้นคุณจะสามารถใช้หลักการเหล่านี้ศึกษาพระธรรมอื่น ๆ ที่เป็นวรรณกรรมประเภทเดียวกัน และค้นพบสารที่พระเจ้าทรงสื่อสารผ่านพระธรรมเหล่านั้น

source: What Does Main Idea and Transformational Intent Mean?
th: (MT) ประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลง หมายความว่าอย่างไร?

source: What Is Structure?
th: (MT)คืออะไร?

source: What Will This Workbook Do?
th: คู่มือเล่มนี้จะทําอะไร?

source: What is the main idea and transformational intent of the writer?
th: ประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงของผู้เขียนคืออะไร?

source: What We Believe
th: สิ่งที่เราเชื่อ

source: What We Desire
th: สิ่งที่เราปรารถนา

source: What We Do
th: สิ่งที่เราทำ

source: What are the general characteristics of Law?
th: (MT) ลักษณะทั่วไปของธรรมบัญญัติมีอะไรบ้าง?

source: What are the implications of this main idea and transformational intent for our own lives and ministries?
th: (MT) ประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลงนี้ ส่งผลอย่างไรต่อชีวิตและพันธกิจของเรา?

source: What are the primary covenants in the Old Testament and how does each one contribute to the development of your key themes from Genesis?
th: (MT) พันธสัญญาหลักในพันธสัญญาเดิมมีอะไรบ้าง และแต่ละพันธสัญญาช่วยต่อยอดหัวข้อสำคัญที่คุณสรุปมาจากพระธรรมปฐมกาลอย่างไร

source: What change or response is God seeking in the listener (thoughts, attitudes, behavior, etc.)?”
th: (MT) “พระเจ้าทรงประสงค์ให้ผู้ฟังเกิดการเปลี่ยนแปลงหรือมีการตอบสนองอย่างไร (ไม่ว่าจะเป็นด้านความคิด ท่าที พฤติกรรม ฯลฯ)?”

source: What clues from the text of Genesis help us know when and to whom it was written?
th: (MT) มีเบาะแสอะไรในเนื้อหาของพระธรรมปฐมกาลที่ช่วยให้เราทราบว่าพระธรรมเล่มนี้เขียนขึ้น เมื่อใด และ เขียนถึงใคร?

source: What compelling applications would you make for us today with the author’s original intent to Israel?
th: (MT) เมื่อพิจารณาจากเจตนารมณ์ดั้งเดิมของผู้เขียนที่มีต่อคนอิสราเอล ท่านจะนำมาประยุกต์ใช้อย่างทรงพลังกับพวกเราในปัจจุบันอย่างไรได้บ้าง?

source: What do Exodus 1:1-4:31 and Deuteronomy 31:7-29 add to our understanding of who wrote Genesis and to whom Genesis was written?
th: (MT) อพยพ 1:1-4:31 และ เฉลยธรรมบัญญัติ 31:7-29 ช่วยให้เราเข้าใจมากขึ้นได้อย่างไรว่าใครเป็นผู้เขียนปฐมกาล และหนังสือนี้ถูกเขียนขึ้นเพื่อใคร?

source: What does Biblical Theology mean?
th: (MT) เทววิทยาเชิงคัมภีร์ หมายถึงอะไร?

source: What does God promise through the messages of the Old Testament prophets with regard to these key themes?
th: (MT) พระเจ้าทรงสัญญาอะไรเกี่ยวกับหัวข้อสำคัญเหล่านี้ผ่านทางถ้อยคำของผู้เผยพระวจนะในพันธสัญญาเดิม?

source: What does it capture from the text?
th: สิ่งที่คุณเขียนสะท้อนประเด็นหรือใจความอะไรจากเนื้อหาพระคัมภีร์นั้นๆ?

source: What does it mean?
th: มันหมายความว่าอย่างไร?

source: What does this mean?
th: หมายความว่าอย่างไร?

source: What does this tell us about how God works?
th: (MT) สิ่งนี้บอกอะไรเราเกี่ยวกับวิธีการที่พระเจ้าทรงทำงาน?

source: What does this tell us about how God works? In other words, how would you describe God’s character and reputation according to the patterns of what he does throughout the Old Testament?
th: (MT) เรื่องนี้บอกอะไรเราเกี่ยวกับวิถีพระราชกิจของพระเจ้า? หรือกล่าวอีกนัยหนึ่ง หากพิจารณาจากรูปแบบสิ่งที่พระองค์ทรงกระทำตลอดทั้งพันธสัญญาเดิม คุณจะอธิบายถึงพระลักษณะและพระเกียรติคุณของพระเจ้าอย่างไร?

source: What existing frameworks (worldviews) does this challenge?
th: ความเกี่ยวข้องดังกล่าวท้าทายกรอบแนวความคิด (โลกทัศน์) ใดของคุณและผู้ที่คุณดูแล?

source: What if every country in the world had teams of pastors devoted to training others to preach God’s life-giving Word in, through, and beyond the local church?
th: จะเป็นอย่างไรถ้าทุกประเทศในโลกมีทีมของผู้รับใช้ที่ทุ่มเทในการฝึกอบรมผู้อื่นให้เทศนาพระวจนะที่ให้ชีวิตทั้งในคริสตจักรท้องถิ่น ผ่านคริสตจักรท้องถิ่น และนอกคริสตจักรท้องถิ่น?

source: What implications do you see for your life and the way you preach and shepherd people?
th: (MT) คุณเห็นว่าเรื่องนี้มีนัยสำคัญอย่างไรต่อชีวิตของคุณ รวมถึงแนวทางการเทศนาและการอภิบาลผู้คน?

source: What in the text led you to express it this way?
th: อะไรในเนื้อหาพระคัมภีร์ทำให้คุณเขียนออกมาแบบนี้?

source: What is Genre?
th: ประเภทวรรณกรรมคืออะไร?

source: What is God’s assessment of his creation?
th: (MT) พระเจ้าทรงประเมินสิ่งที่พระองค์ทรงสร้างว่าอย่างไร?

source: What is Joseph’s assessment of his brothers and all that has happened to him?
th: (MT) โยเซฟมองพวกพี่ชายและเหตุการณ์ทั้งหมดที่เกิดขึ้นกับเขาอย่างไร?

source: What is expository preaching?
th: การเทศนาแบบอรรถาธิบายคืออะไร?

source: What is expository preaching? Put simply, expository preaching means that the transformational message of the text of Scripture is the point of the sermon.
th: การเทศนาแบบอรรถาธิบายคืออะไร? กล่าวง่ายๆ ว่า การเทศนาแบบอรรถาธิบายหมายถึงการเทศนาที่มุ่งให้ใจความของพระคัมภีร์ ซึ่งมีพลังในการเปลี่ยนแปลงชีวิต เป็นจุดศูนย์กลางของคำเทศนา

source: What is significant about the places mentioned for the telling of the story?
th: (MT) สถานที่ต่างๆ ที่กล่าวถึงมีความสำคัญต่อการเล่าเรื่องอย่างไร?

source: What is similar and what is different about the beginning and the end of God’s story?
th: (MT) จุดเริ่มต้นและตอนจบของเรื่องราวของพระเจ้า มีความเหมือนและแตกต่างกันอย่างไรบ้าง?

source: What is the author’s general idea, and what is he saying specifically about that idea?
th: (MT) แนวคิดโดยรวมของผู้เขียนคืออะไร และเขาได้ให้รายละเอียดเฉพาะเจาะจงเกี่ยวกับแนวคิดนั้นว่าอย่างไรบ้าง?

source: What is the author’s general idea? What is the author saying specifically about that idea?
th: (MT) แนวคิดหลักของผู้เขียนคืออะไร? และผู้เขียนกล่าวเจาะจงเกี่ยวกับแนวคิดนั้นว่าอย่างไร?

source: What is the main idea and transformational intent of this passage or book?
th: (MT) ประเด็นหลักและเป้าหมายในการเปลี่ยนแปลงชีวิตของพระธรรมตอนนี้หรือพระธรรมเล่มนี้คืออะไร?

source: What is the main tension or conflict in the story?
th: ปมขัดแย้งหรือความตึงเครียดหลักในเรื่องนี้คืออะไร?

source: What is the setting and who are the main characters of Genesis 6:9-9:29?
th: (MT) ในปฐมกาล 6:9-9:29 ฉากของเรื่องเกิดขึ้นที่ไหน และใครคือตัวละครหลัก?

source: What is the setting of the story? Where and when does it take place?
th: (MT) ฉากของเรื่องนี้คืออะไร? เรื่องราวเกิดขึ้นที่ไหนและเมื่อใด?

source: What is the setting of this story? (This may be set up in the previous story or part of the introduction.) Does the setting change throughout this story? How? Why?
th: (MT) ฉากของเรื่องนี้คืออะไร? (ฉากนี้อาจมีการปูพื้นไว้ในเรื่องก่อนหน้าหรือเป็นส่วนหนึ่งของบทนำ) มีการเปลี่ยนฉากในระหว่างดำเนินเรื่องหรือไม่? อย่างไร? เพราะเหตุใด?

source: What is the setting?
th: เนื้อเรื่องคืออะไร

source: What is the setting? How is this story introduced?
th: (MT) ฉากของเรื่องคืออะไร? เรื่องราวนี้เริ่มต้นอย่างไร?

source: What is the structure of the book of Genesis? Review what you discovered about the beginning and end of the book.
th: (MT) พระธรรมปฐมกาลมีโครงสร้างอย่างไร? ให้ทบทวนสิ่งที่คุณได้ค้นพบเกี่ยวกับช่วงเริ่มต้นและช่วงท้ายของพระธรรมเล่มนี้

source: What is the tension (conflict, difficulty, problem, etc.) in this story?
th: (MT) ความตึงเครียดในเรื่องนี้คืออะไร (ความขัดแย้ง อุปสรรค ปัญหา ฯลฯ)?

source: What is the tension (conflict, problem, difficulty, etc.) in this story?
th: (MT) ความตึงเครียด (ความขัดแย้ง ปัญหา ความยากลำบาก ฯลฯ) ในเรื่องนี้คืออะไร?

source: What is the unique tone of this genealogy? (compare to the genealogies that start at Genesis 2:4; 6:9; 10:1; 11:10; 11:27; 25:12; 25:19; 36:1; 36:9; 37:2)
th: (MT) ลำดับพงศ์นี้มีลักษณะเด่นหรือน้ำเสียงที่พิเศษอย่างไร? (เปรียบเทียบกับลำดับพงศ์ที่เริ่มต้นใน ปฐมกาล 2:4; 6:9; 10:1; 11:10; 11:27; 25:12; 25:19; 36:1; 36:9; 37:2)

source: What is this story (Genesis) about?
th: (MT) เรื่องราวนี้ (ปฐมกาล) มีเนื้อหาเกี่ยวกับอะไร?

source: What response is God seeking from the listener?
th: พระเจ้าทรงแสวงหาการตอบสนองอะไรจากผู้ฟัง?

source: What themes are expressed in this main idea and transformational intent that connect to the larger story of the Bible? Try to list three of them.
th: (MT) ในประเด็นหลักและเจตนาเพื่อการเปลี่ยนแปลงนี้ มีหัวข้อสำคัญใดบ้างที่เชื่อมโยงกับเรื่องราวที่ยิ่งใหญ่กว่าของพระคัมภีร์? ลองระบุมาสามหัวข้อ

source: What transformation would you expect to see in us today?
th: (MT) ท่านคาดหวังจะเห็นการเปลี่ยนแปลงประการใดเกิดขึ้นในพวกเราทุกวันนี้?

source: What unique contribution does it make to the whole of the Bible? In other words, what would we miss if we did not have this book? What do we gain because we do have it? This question is critical because it is ultimately connected to the transformational intent of the book and how we will shepherd people with it.
th: (MT) พระธรรมเล่มนี้มีส่วนช่วยที่โดดเด่นอย่างไรต่อภาพรวมของพระคัมภีร์? พูดอีกอย่างก็คือ หากไม่มีพระธรรมเล่มนี้ เราจะขาดอะไรไป? และการมีพระธรรมเล่มนี้ทำให้เราได้รับอะไรบ้าง? คำถามนี้สำคัญอย่างยิ่ง เพราะท้ายที่สุดแล้วเรื่องนี้เชื่อมโยงกับจุดประสงค์ของพระธรรมเล่มนี้ที่มุ่งหวังให้เกิดการเปลี่ยนแปลงชีวิต และวิธีที่เราจะใช้พระธรรมเล่มนี้ในการดูแลอภิบาลผู้คน.

source: What was the author saying to the original audience?
th: ผู้เขียนกำลังพูดอะไรกับผู้ฟังในยุคนั้น?

source: When God’s living Word is faithfully proclaimed, its life goes deep and spreads wide. Our vision is “to see the Word of God flowing powerfully through every church to every nation.”
th: เมื่อพระวจนะที่มีชีวิตถูกประกาศอย่างสัตย์ซื่อ ชีวิตนั้นจะหยั่งลึกและแผ่กว้าง วิสัยทัศน์ของ เวิร์ดพาร์ทเนอร์ WordPartners คือ "อยากเห็นพระวจนะของพระเจ้าไหลผ่านทุกคริสตจักรไปสู่ชนทุกชาติอย่างทรงพลัง"

source: When do the events of Deuteronomy 31 occur in Israel’s history? How might this be important for understanding the original context of Genesis?
th: (MT) เหตุการณ์ในเฉลยธรรมบัญญัติบทที่ 31 เกิดขึ้นในช่วงเวลาใดในประวัติศาสตร์ของอิสราเอล? และเรื่องนี้อาจมีความสำคัญอย่างไรต่อการทำความเข้าใจบริบทดั้งเดิมของพระธรรมปฐมกาล?

source: When we go the long route through the original context,
th: แต่เมื่อเราเลือกเดินทางผ่านบริบทดั้งเดิม

source: Where do you see the highest point of tension most clearly (Climax)? Why?
th: (MT) คุณเห็นจุดที่มีความตึงเครียดสูงสุด (จุดสุดยอดของเรื่อง) ได้ชัดเจนที่สุดที่ตอนไหน? เพราะเหตุใด?

source: Where does the genealogy begin and end? How does the genealogy connect to the narrative that follows?
th: (MT) ลำดับพงศาวลีนี้เริ่มต้นและสิ้นสุดที่ใด และพงศาวลีนี้เชื่อมโยงกับเรื่องราวที่ตามมาอย่างไร

source: Where does the setting change throughout the story? How might the setting (and any changes in setting) reveal something about the message the author is communicating?
th: (MT) ตลอดทั้งเรื่องมีการเปลี่ยนฉากที่จุดใดบ้าง? ฉากและสื่อกลางเหล่านี้ (รวมถึงการเปลี่ยนแปลงที่เกิดขึ้น) ช่วยสะท้อนให้เห็นถึงสิ่งที่ผู้เขียนต้องการสื่อสารอย่างไรบ้าง?

source: Where does the story take place? Does the location change and why?
th: (MT) เรื่องราวนี้เกิดขึ้นที่ไหน มีการเปลี่ยนสถานที่หรือไม่ และเพราะเหตุใด?

source: Where is the climax of the book? How do you know?
th: จุดไคลแมกซ์ของพระธรรมเล่มนี้อยู่ตรงไหน? คุณรู้ได้อย่างไร?

source: Who Should Be Here?
th: ใครควรมาอยู่ที่นี่?
